<template>
  <div class="speedtest__slow">
    <div class="container">
      <h2>
        Что делать, если скорость ниже заявленной по тарифу?
      </h2>
      <p>
        Если по итогам теста скорости интернета показатели ниже заявленных по
        тарифу больше чем на 10% — это ненормально. Обратитесь к провайдеру или
        попробуйте решить проблему самостоятельно:
      </p>
      <ul class="speedtest__slow-list">
        <li>Перезагрузите Wi-Fi роутер и компьютер</li>
        <li>Очистите cookies и кэш браузера</li>
        <li>Проверьте компьютер на вирусы</li>
        <li>Отключите энергосберегающий режим</li>
        <li>
          Проверьте пропускную способность Wi-Fi-роутера в настройках по
          IP-адресу
        </li>
        <li>Проверьте настройку DNS-сервера в настройках компьютера</li>
        <li>Там же проверьте драйверы сетевой карты</li>
      </ul>
      <div class="speedtest__slow-instruction">
        Подробную инструкцию вы можете найти в
        <NuxtLink to="/blog/">
          нашем блоге
        </NuxtLink>
      </div>
    </div>
  </div>
</template>

<script lang="ts">
import Vue from 'vue'

export default Vue.extend({})
</script>
